/* Error message download maps */
"An error has occured while downloading the selected maps. Some parts of the maps may have not been downloaded correctly." = "An error has occured while downloading the selected maps. Some parts of the maps may have not been downloaded correctly.";

/* in kilo bytes */
"Are you sure you want to download the selected map area (%d tiles ~ %d KB) ?" = "Are you sure you want to download the selected map area (%1$d tiles ~ %2$d KB) ?";

/* Make sure to let the %d etc... */
"Are you sure you want to download the selected map area (%d tiles ~ %d MB) ?" = "Are you sure you want to download the selected map area (%1$d tiles ~ %2$d MB) ?";

/* Cancel button */
"Cancel" = "Cancel";

/* GPS State */
"Connected" = "Connected";

/* Disable GPS Button */
"Disable GPS" = "Disable GPS";

/* GPS State */
"Disconnected" = "Disconnected";

/* Close button of message box */
"Dismiss" = "Dismiss";

/* Download button */
"Download" = "Download";

/* Downloading maps title view */
"Downloading maps..." = "Downloading maps...";

/* Enable GPS Button */
"Enable GPS" = "Enable GPS";

/* Error message title */
"Error" = "Error";

/* GPS Device title in settings */
"GPS Device" = "GPS Device";

/* Title in setting for gps state */
"GPS state" = "GPS state";

/* Title in setting for gps to use */
"GPS to use" = "GPS to use";

/* Title of the message box of the result of the checking.. */
"License checking" = "License checking";

/* License number title */
"License number" = "License number";

/* Title section in license view */
"License number for %@" = "License number for %@";

/* License number title for cell */
"License:" = "License:";

/* Manage maps row in settings */
"Manage maps" = "Manage maps";

/* Map Title */
"Map" = "Map";

/* Maps title in settings */
"Maps" = "Maps";

/* Maps Download title message box */
"Maps Download" = "Maps Download";

/* Download maps ok */
"Maps downloaded successfully !" = "Maps downloaded successfully !";

/* Maps manager title */
"Maps Manager" = "Maps Manager";

/* Manage maps row in settings */
"Maps type" = "Maps type";

/* No button */
"No" = "No";

/* GPS State */
"No License" = "No License";

/* Offline mode */
"Offline mode" = "Offline mode";

/* Title gps picker */
"Pick a GPS" = "Pick a GPS";

/* Error map select message */
"Please select a greater map area by touching the screen with two fingers." = "Please select a greater map area by touching the screen with two fingers.";

/* Reset GPS Button */
"Reset GPS" = "Reset GPS";

/* Settings Button */
"Settings" = "Settings";

/* GPS iphone 3G error */
"The Location Services are not enabled on your device. Use the Settings application on your Home screen to fix this problem." = "The Location Services are not enabled on your device. Use the Settings application on your Home screen to fix this problem.";

/* GPS serial port error */
"Unable to open the serial port. Make sure that no other GPS software is running in background." = "Unable to open the serial port. Make sure that no other GPS software is running in background.";

/* Verify license text */
"Verifying license number..." = "Verifying license number...";

/* Error message title */
"xGPS Error" = "xGPS Error";

/* Yes Button */
"Yes" = "Yes";

/* Confirm invalid license */
"Your license number is invalid. Please verify and retry" = "Your license number is invalid. Please verify and retry";

/* Confirm valid license */
"Your license number is valid. You can now use the selected GPS." = "Your license number is valid. You can now use the selected GPS.";

